Repository: svn2github/Nukak3D
Catalog: nukak3d/resources/.nukak3d/locale/*/LC_MESSAGES/nukak3d.po
Languages: es

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Nukak3D: Level Sets Segmentation Configuration Wizard.
es: Nukak3D: Asistente para segmentacion con Level Sets.

source: Configuration in 3 steps:
es: Configuracion en 3 pasos :

source: 1. Gradient Filter :
es: 1. Filtro Gradient:

source: 2. Sigmoid Filter :
es: 2. Filtrom Sigmoid :

source: 3. Add Seeds :
es: 3. Agregar semillas :

source: Radius
es: Radio

source: Add seed
es: Agregar semilla

source: Delete selected seed from grid
es: Borrar la semilla seleccionada

source: E&xit Alt-X
es: Salir

source: Close application.
es: Cerrar aplicacion

source: &File
es: Archivo

source: Configure and start Dicom Listener.
es: Configurar y arrancar el servicio de escucha DICOM SCP.

source: Choose language
es: Escoja el lenguage

source: Change language for controls.
es: Cambiar el lenguage de los controles

source: Tools
es: Herramientas

source: &About Nukak3D... Ctrl-A
es: Acerca de Nukak3D

source: Show information of authors.
es: Informacion de malla de poligonos.

source: Help
es: Ayuda

source: Open volume images
es: Abrir volumen de imagenes

source: Volume
es: Volumen

source: Open a single file.
es: Abrir archivo

source: Dicom Directory
es: Directorio Dicom

source: Open directory with Dicom images.
es: Abrir directorio con imagenes Dicom.

source: Open Mesh 3D
es: Abrir malla 3D

source: Polygon Mesh
es: Malla de poligonos

source: Open file vtk.
es: Abrir archivo vtk

source: Save
es: Salvar

source: Save Volume
es: Salvar Volumen

source: Save volume of images.
es: Salvar volumen de imagenes.

source: Save Mesh 3D.
es: Salvar malla 3D.

source: Save mesh 3D in vtk file format.
es: Salvar malla en formato vtk.

source: Capture Screen
es: Capturar pantalla

source: Save 3D View
es: Salvar vista 3D

source: Save snapshot of 3d view.
es: Salvar captura: vista 3D.

source: Save Axial View
es: Salvar vista axial

source: Save snapshot of axial view.
es: Salvar captura: vista axial.

source: Save Sagital View
es: Salvar vista sagital

source: Save snapshot of sagital view.
es: Salvar captura: vista sagital.

source: Save Coronal View
es: Salvar vista coronal

source: Save snapshot of coronal view.
es: Salvar captura: vista coronal.

source: Information
es: Configuracion

source: Volume 3D
es: Volumen 3D

source: Information of volume 3D.
es: Informacion de volumen 3D.

source: Polygon mesh
es: Malla de poligonos

source: Information of polygon mesh.
es: Informacion de malla de poligonos.

source: Video card
es: Tarjeta de Video

source: Information of videocard in system.
es: Informacion de la Tarjeta de Video.

source: Frames per second
es: Cuadros por segundo

source: Frames per second of the renderer.
es: Cuadros por segundo del procesador grafico.

source: Lookup Table
es: Paleta de Color

source: Reset Lookup Table
es: Reiniciar la paleta de color

source: Load window and level by default for this lookup table.
es: Cargar ventana y nivel por defecto para esta paleta de color.

source: Change Lookup table.
es: Cambiar paleta de color.

source: View volume 3D
es: Visualizacion de volumenes 3D

source: View 3 ortogonal planes over volume 3D.
es: Visualizacion de 3 Planos ortogonales sobre el volumen.

source: 3D: Texture Mapping
es: 3D: Mapeo de texturas

source: Rendering volume with Texture Mapping method.
es: Visualizacion 3D con Texture mapping.

source: RayCasting - Maximum Intensity Projection
es: RayCasting - Proyección de Maxima Intensidad.

source: 3D: Raycasting composite
es: 3D: Raycasting compuesto

source: RayCasting - Composite Look Up Table
es: RayCasting - Paleta de colores compuesta

source: 3D: Raycasting isosurface
es: 3D: Raycasting isosuperficie

source: RayCasting - Isosurface
es: RayCasting - Isosuperficie

source: Show/hide bounding box
es: Mostrar/Ocultar Caja envolvente

source: Show/hide box widget
es: Mostrar/Ocultar Caja de corte

source: IsoSurface
es: IsoSuperficie

source: Reconstruction surface with Marching Cubes method.
es: Reconstruccion de superficies con Marching Cubes.

source: Filter and Segmentation
es: Filtros y Segmentacion

source: Segmentation with Levelsets
es: Segmentacion con Levelsets

source: Segmentation with Levelsets using cursor position as seed.
es: Segmentacion con Levelstes usando la posicion del cursor como semilla.

source: Area of Axial Image
es: Area en la imagen Axial

source: Area greater that zero in the axial image in square millimeters mm2.
es: Area mayor que cero en la imagen axial actual en milimetros cuadrados mm2

source: Gaussian Filter
es: Filtro Gaussiano

source: Gaussian filter to volume.
es: Filtro gaussiano del volumen.

source: Median Filter
es: Filtro Mediana

source: Median filter to volume.
es: Filtro Mediana del volumen.

source: Modifiers For Mesh 3D
es: Operaciones sobre mallas 3D

source: Triangulated
es: Triangulacion

source: Triangulated of mesh 3D.
es: Triangulacion de la malla 3D

source: Decimate Mesh 3D
es: Decimado

source: Decimate reduction o 3d mesh
es: Decimado (simplificacion) de la malla

source: Smooth
es: Suavizado

source: Smooth mesh 3D
es: Suavizado de la malla

source: Normals
es: Normales

source: Recalculate Normals.
es: Angulos de las normales

source: Deform
es: Deformar

source: Deform mesh 3d
es: Deformar malla

source: Navigation
es: Navegacion

source: Reset Camera
es: Reiniciar camara

source: Reset position and orientation of camera.
es: Reinicia la vista de la camara ajustada a todo el volumen

source: Trackball camera.
es: Modo de navegacion trackball.

source: Joystick camera.
es: Modo de navegacion joystick.

source: Flight camera.
es: Modo de navegacion flight.

source: Unicam camera.
es: Modo de navegacion unicam.

source: Stereoscopy
es: Estereo

source: Enable Stereoscopy Vision
es: Habilitar vision estereoscopica

source: Enable/Disable Stereoscopy vision.
es: Habilita/Deshabilita vision estereoscopica.

source: Stereo passive
es: Estereo pasivo

source: Enable/Disable Stereo passive.
es: Inicializa/desactiva el modo de vision estereo pasiva con gafas rojo/cyan.

source: More separation +
es: Aumentar separacion +

source: More separation between images in Stereoscopy vision
es: Aumenta la separacion entre ojos.

source: Less separation -
es: Disminuir separacion -

source: Less separation between images in Stereoscopy vision
es: Disminuye la separacion entre ojos.

source: Collision detection
es: Detección de Colisiones

source: Activate/deactivate collision detection
es: Activar/desactivar detección de colisiones

source: Configuration
es: Configuracion

source: Nukak3d Workspace
es: Nukak 3d Espacio de Trabajo

source: Nukak 3D Files
es: Nukak 3D Archivos

source: Open file...
es: Abrir archivo...

source: Save as
es: Salvar como

source: Numbers of contours
es: Numero de contornos

source: Value of threshold lower
es: Valor de umbral Inferior

source: Value of threshold upper
es: Valor de umbral superior

source: Size in x = %d
es: Resolucion en x = %d

source: Size in y = %d
es: Resolucion en y = %d

source: Size in z = %d
es: Resolucion en z = %d

source: Spacing in x = %1.5f
es: Espaciamiento en x = %1.5f

source: Spacing in y = %1.5f
es: Espaciamiento en y = %1.5f

source: Spacing in z = %1.5f
es: Espaciamiento en z = %1.5f

source: Scalar type = CHAR
es: Tipo de dato = CHAR

source: Scalar type = UNSIGNED_CHAR
es: Tipo de dato = UNSIGNED_CHAR

source: Scalar type = SHORT
es: Tipo de dato = SHORT

source: Scalar type = UNSIGNED_SHORT
es: Tipo de dato = UNSIGNED_SHORT

source: Scalar type = INT
es: Tipo de dato = INT

source: Scalar type = UNSIGNED_INT
es: Tipo de dato = UNSIGNED_INT

source: Scalar type = LONG
es: Tipo de dato = LONG

source: Scalar type = UNSIGNED_LONG
es: Tipo de dato = LONG

source: Scalar type = FLOAT
es: Tipo de dato = FLOAT

source: Scalar type = DOUBLE
es: Tipo de dato = DOUBLE

source: Information of volume
es: Información del v

source: Number of strips = %d
es: Numero de tiras = %d

source: Number of polygons = %d
es: Numero de poligonos = %d

source: Number of lines = %d
es: Numero de lineas = %d

source: Number of vertex = %d
es: Número of vertices = %d

source: Number of cells = %d
es: Número de celdas = %d

source: Mesh information
es: Información de la malla

source: Nukak3D: Video card.
es: Nukak3D: Tarjeta de video

source: Nukak3D: Video card
es: Nukak3D: Tarjeta de video

source: Nukak3D: Choose language
es: Nukak3D: Escojer Lenguaje

source: English
es: Ingles

source: Spanish
es: Español

source: Restart program to apply language configuration
es: Reinicie el programa para aplicar los cambios del lenguaje

source: View 3D
es: Vista 3D

source: Decimate ratio
es: Porcentaje de decimación

source: Nukak3D: Decimate mesh
es: Nukak3D: Decimar malla

source: Filter iterations
es: iteraciones del filtro

source: Nukak3D: Smooth mesh
es: Nukak3D: Suavizar malla

source: Angle value for define normal
es: Valor del angulo para definir la normal

source: Nukak3D: Recalc normals
es: Nukak3D: Recalcular normales

source: Process Your Request...
es: Procesando su requerimiento...

source: Wait a moment...
es: Espere un momento...

source: Ok
es: Aceptar

source: View processing details here.
es: Vea aqui los detalles del proceso.

source: Start Server
es: Iniciar Servidor

source: Stop Server
es: Parar Servidor

source: Set AE title of this computer:
es: Titulo AE para este computador

source: Tcp/Ip port number to listen on:
es: Numero de Puerto Tcp/IP para escuchar:

source: Start server Ok.
es: Servidor iniciado con exito.

source: Server's exist.
es: El servidor ya inicio.

source: Stoping server...
es: Parando el servidor...

source: Wait a moment...
es: Espere un momento...

source: This dir is not writable
es: No tiene permisos de escritura en este directorio

source: Click in
es: Clic en

source: for display items
es: desplegar los items

source: Axial View
es: Vista Axial

source: Coronal View
es: Vista Coronal

source: Sagital View
es: Vista Sagital

source: 3D View
es: Vista 3D

source: Variance
es: Varianza

source: Kernel radius
es: Radio del nucleo

source: Nukak3D: Gauusian filter
es: Nukak3D: Gaussian filter

source: Kernel radius in X
es: Radio del nucleo en X

source: Kernel radius in Y
es: Radio del nucleo en Y

source: Kernel radius in Z
es: Radio del nucleo en y

source: Nukak3D: Median Filter
es: Nukak3D: Filtro Mediana

source: Collision threshold
es: Umbral para la colisión

source: This project has been developed within the research
es: Este proyecto a sido desarrollado dentro de la linea

source: of computer graphics group Bioingenium.
es: de Computación Grafica del grupo Bioingenium
